Repository: Dru1DD/nouri
Catalog: NouriKit/Sources/NouriKit/Resources/Localizable.xcstrings
Source language: en
Languages: pl, ru, uk

source: 💊 Time to take %@
pl: 💊 Pora przyjąć: %@
ru: 💊 Пора принять: %@
uk: 💊 Час прийняти: %@

source: Beer
pl: Piwo
ru: Пиво
uk: Пиво

source: Coffee
pl: Kawa
ru: Кофе
uk: Кава

source: Due now
pl: Pora przyjąć
ru: Пора принять
uk: Час прийняти

source: Energy drink
pl: Napój energetyczny
ru: Энергетик
uk: Енергетик

source: Juice
pl: Sok
ru: Сок
uk: Сік

source: medication
pl: lek
ru: лекарство
uk: ліки

source: Milk
pl: Mleko
ru: Молоко
uk: Молоко

source: Missed
pl: Nieprzyjęte
ru: Не принято
uk: Не прийнято

source: Other
pl: Inne
ru: Другое
uk: Інше

source: Skip
pl: Pomiń
ru: Пропустить
uk: Пропустити

source: Skipped
pl: Pominięto
ru: Пропущено
uk: Пропущено

source: Snooze 10 min
pl: Odłóż o 10 min
ru: Отложить на 10 мин
uk: Відкласти на 10 хв

source: Soft drink
pl: Napój gazowany
ru: Газировка
uk: Газований напій

source: Spirits
pl: Mocny alkohol
ru: Крепкий алкоголь
uk: Міцний алкоголь

source: Taken
pl: Przyjęto
ru: Принято
uk: Прийнято

source: Tea
pl: Herbata
ru: Чай
uk: Чай

source: Upcoming
pl: Nadchodzi
ru: Предстоит
uk: Очікується

source: Water
pl: Woda
ru: Вода
uk: Вода

source: Wine
pl: Wino
ru: Вино
uk: Вино

source: 💧 Time for a drink
pl: 💧 Czas na łyk wody
ru: 💧 Пора выпить воды
uk: 💧 Час випити води

source: A quick sip keeps you on track.
pl: Mały łyk pomoże utrzymać cel.
ru: Небольшой глоток поможет держать норму.
uk: Невеликий ковток допоможе тримати норму.

source: +100 ml
ru: +100 мл
uk: +100 мл

source: +250 ml
ru: +250 мл
uk: +250 мл

source: +500 ml
ru: +500 мл
uk: +500 мл
